/* a space used for several purposes */
" " = " ";

/* a warning to check the brackets used, they are unbalanced */
" (WARNING: check brackets, they are unbalanced)" = " (WARNING: check brackets, they are unbalanced)";

/* Title of first segment in switch, which lets the user select between per standard unit (per 100 mg/ml / per serving / per daily value) */
"100 mg/ml" = "100 mg/ml";

/* a questionmark used for several purposes */
"?" = "?";

/* String (in Segmented Control) to indicate the best nutritional score level */
"A" = "A";

/* Title of a button to indicate that the front image is missing. */
"Add Front Image" = "Add Front Image";

/* Title of a viewController where the users can add images for a new product. */
"Add images for new product" = "Add images for new product";

/* Title of a viewcontroller which allows the user to add a new language to the product languages. */
"Add Language" = "Add Language";

/* Title of a button in normal state allowing the user to add a nutrient */
"Add Nutrient" = "Add Nutrient";

/* Text to indicate the additives of a product. */
"Additives" = "Additives";

/* Text to indicate a specific additive. */
"Additve %@" = "Additve %@";

/* ViewController title, which allows the user to set alerts for products elements (allergens, traces, ingredients, nurtiscore, nova, labels. */
"Alert Preferences" = "Alert Preferences";

/* TableViewController title for the allergen warnings setting scene. */
"Allergen warnings" = "Allergen warnings";

/* Tag title for the number of allergens detected. */
"Allergens" = "Allergens";

/* title of a segment of a segmented control, which lets the user set the application to scan products continuously. */
"Allowed" = "Allowed";

/* ViewController/row title, which allows the user to set up the application. */
"Application Preferences" = "Application Preferences";

/* Title of a table section header, which display the app version nnumber and build number. */
"Application version/build" = "Application version/build";

/* ViewController title, which allows to set an image to a language and image category (front/ingredients/nutrition). */
"Assign Image" = "Assign Image";

/* Reason string in TouchID authenticate alert */
"Authenticate for OFF login" = "Authenticate for OFF login";

/* Explanatory text in AlertViewController, which lets the user enter his username/password. */
"Authentication with TouchID failed. Specify your password" = "Authentication with TouchID failed. Specify your password";

/* Text in a TagListView, when tags are available the product data. */
"Available" = "Available";

/* String in Segmented Control to indicate the second best nutritional score level */
"B" = "B";

/* Header for a table sectionshowing the appreciations of the bad nutrients */
"Bad nutrients" = "Bad nutrients";

/* Tableview sectionheader for Barcode */
"Barcode" = "Barcode";

/* Tableview sectionheader for Barcode, with edited main language */
"Barcode (edited main language)" = "Barcode (edited main language)";

/* Tableview sectionheader for Barcode, with original main language */
"Barcode (non-edited main language)" = "Barcode (non-edited main language)";

/* Title of a segmented control. */
"Beauty" = "Beauty";

/* Placeholder string in a textfield to explain the purpose of a beauty product barcode search */
"Beauty  barcode." = "Beauty  barcode.";

/* Title of ViewController with a list of all food products that has been viewed. */
"Beauty Products" = "Beauty Products";

/* Cell title indicating the product belongs to the beverages category */
"Beverages category" = "Beverages category";

/* Tableview sectionheader for brands. */
"Brands" = "Brands";

/* Tableview sectionheader for the edited brands. */
"Brands (edited)" = "Brands (edited)";

/* Tableview sectionheader for the interpreted and normalised brands. */
"Brands (interpreted)" = "Brands (interpreted)";

/* Tableview sectionheader for the unedited brands. */
"Brands (non-edited)" = "Brands (non-edited)";

/* Title of a segment of a segmented control, which lets the user set the button view toggle mode interface */
"Button" = "Button";

/* String in Segmented Control to indicate the thrid best nutritional score level */
"C" = "C";

/* Title of third segment in switch, which lets the user select between joule, kilo-calories or Calories */
"Calories" = "Calories";

/* String in button, to let the user indicate he does NOT want to search. */
"Cancel" = "Cancel";

/* Text to indicate the product belongs to a category. */
"Categories" = "Categories";

/* Edited text to indicate the product belongs to a category. */
"Categories (edited)" = "Categories (edited)";

/* Original text to indicate the product belongs to a category. */
"Categories (non-edited)" = "Categories (non-edited)";

/* Original text to indicate the product belongs to a category. */
"Categories (normalized)" = "Categories (normalized)";

/* Original text to indicate the product belongs to a category. */
"Categories (translated)" = "Categories (translated)";

/* Text to indicate a specific additive. */
"Category %@" = "Category %@";

/* String in PickerViewController to indicate the checker role of a contributor */
"Checker" = "Checker";

/* Cell title indicating the product belongs to the cheeses category */
"Cheeses category" = "Cheeses category";

/* Title of a button, which removes all items in the product search history. */
"Clear History" = "Clear History";

/* Tableview sectionheader for long product name */
"Common Name" = "Common Name";

/* Viewcontroller title for page with community effort for product. */
"Community Effort" = "Community Effort";

/* Header title of the tableview section, indicating whether the productdata is complete. */
"Completeness" = "Completeness";

/* Label for a horizontal gauge that indicates the completion percentage of the product data. */
"Completion" = "Completion";

/* Generic string to indicate the completion states of a product. */
"Completion States" = "Completion States";

/* Header of a table section, which allows the user to set a preference for continuous product scanning.  */
"Continous Scan" = "Continous Scan";

/* String in PickerViewController to indicate the creator role of a contributor (any role) */
"Contributor" = "Contributor";

/* Header title of the tableview section, indicating whether which users did contribute. */
"Contributors" = "Contributors";

/* String in PickerViewController to indicate the corrector role of a corrector */
"Corrector" = "Corrector";

/* Generic string (plural) to indicate the countries where the product is sold. */
"Countries" = "Countries";

/* Generic string (plural) to indicate the countries where the product is sold (edited). */
"Countries (edited)" = "Countries (edited)";

/* Generic string (plural) to indicate the countries where the product is sold (non-edited). */
"Countries (non-edited)" = "Countries (non-edited)";

/* Generic string (plural) to indicate the countries where the product is sold (normalized). */
"Countries (normalized)" = "Countries (normalized)";

/* Generic string (plural) to indicate the countries where the product is sold (translated). */
"Countries (translated)" = "Countries (translated)";

/* Text to indicate the sales countries of a product. */
"Countries where sold" = "Countries where sold";

/* Title of a button, which opens a web-page that allows a user to create an OFF account. */
"Create OFF Account" = "Create OFF Account";

/* String in picker, which lets the user select the search result order. Order on the creation dates. */
"Creation date" = "Creation date";

/* String in PickerViewController to indicate the creator role of a contributor */
"Creator" = "Creator";

/* Title of segment in segmentedControlto indicate the current local should be used. */
"Current Locale" = "Current Locale";

/* String in Segmented Control to indicate the fourth best nutritional score level */
"D" = "D";

/* Title of third segment in switch, which lets the user select between per daily value (per 100 mg/ml / per serving / per daily value) */
"Daily Value" = "Daily Value";

/* Description for NutritionData Daily Value per serving */
"Daily Values (per serving)" = "Daily Values (per serving)";

/* String presented in a tagView if the data has been loaded */
"Data is loaded" = "Data is loaded";

/* Title of a table section, which allows the user to define the default energy unit (joules, calories, kilocalories). */
"Default energy unit" = "Default energy unit";

/* Title of a tableView section, which lets the user select between salt or sodium */
"Default for salt/sodium" = "Default for salt/sodium";

/* Title of table view section which allows the user to set the reference for nutrition facts (serving or 100g). */
"Default nutrition facts style" = "Default nutrition facts style";

/* Title of table view section which allows the user to set who defines the table format (user or product). */
"Default nutrition facts table style" = "Default nutrition facts table style";

/* Title of a tableView section, which lets the user set the off account to use */
"Default OpenFoodFacts account" = "Default OpenFoodFacts account";

/* String to indicate a product has not yet been retrieved from OFF yet and is only locally available */
"Default product type" = "Default product type";

/* Title of abutton, which allows the user to view the details of a scanned product. */
"Details" = "Details";

/* Text to indicate the detected additives of a product.
   Text to indicate the detected detected additives (normalized)  of a product. */
"Detected Additives" = "Detected Additives";

/* Text to indicate the detected additives (translated) of a product. */
"Detected Additives (translated)" = "Detected Additives (translated)";

/* Text to indicate the detected allergens of a product. */
"Detected Allergens" = "Detected Allergens";

/* Text to indicate the normalized detected allergens of a product. */
"Detected Allergens (normalized)" = "Detected Allergens (normalized)";

/* Text to indicate the translated detected allergens of a product. */
"Detected Allergens (translated)" = "Detected Allergens (translated)";

/* Text to indicate the detected aminoacids of a product. */
"Detected Aminoacids" = "Detected Aminoacids";

/* Text to indicate the normalized detected aminoacids of a product. */
"Detected Aminoacids (normalized)" = "Detected Aminoacids (normalized)";

/* Text to indicate the translated detected aminoacids of a product. */
"Detected Aminoacids (translated)" = "Detected Aminoacids (translated)";

/* Tableview section header, which list the detected minerals in an ingredients list. */
"Detected Minerals" = "Detected Minerals";

/* Tableview section header, which list the normalized detected minerals in an ingredients list. */
"Detected Minerals (normalized)" = "Detected Minerals (normalized)";

/* Tableview section header, which list the translated detected minerals in an ingredients list. */
"Detected Minerals (translated)" = "Detected Minerals (translated)";

/* Tableview section header, which list the detected nucleotides in an ingredients list. */
"Detected Nucleotides" = "Detected Nucleotides";

/* Tableview section header, which list the normalized detected nucleotides in an ingredients list. */
"Detected Nucleotides (normalized)" = "Detected Nucleotides (normalized)";

/* Tableview section header, which list the translated detected nucleotides in an ingredients list. */
"Detected Nucleotides (translated)" = "Detected Nucleotides (translated)";

/* Tableview section header, which list the detected other nutritional substances in an ingredients list. */
"Detected Other Nutritional Substances" = "Detected Other Nutritional Substances";

/* Tableview section header, which list the normalized detected other nutritional substances in an ingredients list. */
"Detected Other Nutritional Substances (normalized)" = "Detected Other Nutritional Substances (normalized)";

/* Tableview section header, which list the translated detected other nutritional substances in an ingredients list. */
"Detected Other Nutritional Substances (translated)" = "Detected Other Nutritional Substances (translated)";

/* Tableview section header, which list the detected vitamins in an ingredients list. */
"Detected Vitamins" = "Detected Vitamins";

/* Tableview section header, which list the normalized detected vitamins in an ingredients list. */
"Detected Vitamins (normalized)" = "Detected Vitamins (normalized)";

/* Tableview section header, which list the translated detected vitamins in an ingredients list. */
"Detected Vitamins (translated)" = "Detected Vitamins (translated)";

/* Title of a tableView, which shows how well a product conforms to a set of diet profiles. */
"Diet Compliancy" = "Diet Compliancy";

/* Title of a button in an alert sheet, which allows the user to discard alle changes to the local product. */
"Discard" = "Discard";

/* Title of a viewController, which lets the user select product display options (salt vs sodium), kJoule or kcal, etc */
"Display Preferences" = "Display Preferences";

/* Title of a table section, which lets the user select nutrient display option (per 100 mg or serving */
"Display Unit" = "Display Unit";

/* Title of a table section, which lets the user select nutrient display option (per 100 mg or serving */
"Display Unit (edited)" = "Display Unit (edited)";

/* SegmentedControl index tezt for a preference setting, which ask the user to set the default for ingredient detections (additives, minerals etc). Should the app also show when nothing has been detected?  */
"Do Not Show" = "Do Not Show";

/* String in button, to let the user indicate he is ready with username/password input. */
"Done" = "Done";

/* Title of a segment of a segmented control, which lets the user set doubletap view toggle mode interface */
"Doubletap" = "Doubletap";

/* String in Segmented Control to indicate the fifth best (and last) nutrition score level */
"E" = "E";

/* Title of viewcontroller which allows editing of the product in a webview. */
"Edit" = "Edit";

/* String in picker, which lets the user select the search result order */
"Edit date" = "Edit date";

/* String in PickerViewController to indicate the editor role of a contributor */
"Editor" = "Editor";

/* Placeholder string in a textfield to explain the purpose of a beauty product barcode search */
"Enter beauty product barcode." = "Enter beauty product barcode.";

/* Placeholder in a textField, where a user can enter characters to filter a list. */
"Enter characters to filter the list." = "Enter characters to filter the list.";

/* Placeholder text for field where user should enter a city name. */
"Enter city name" = "Enter city name";

/* placeholder in a textField where the user can specify a search for contributors. */
"Enter contributor name to search for" = "Enter contributor name to search for";

/* Placeholder text for field where user should enter a country name. */
"Enter country name" = "Enter country name";

/* The user can tap the button to enter a date. */
"Enter date" = "Enter date";

/* Placeholder string in a textfield to explain the purpose of a food product barcode search */
"Enter food product barcode." = "Enter food product barcode.";

/* Placeholder string in a textfield to explain the purpose of a petfood barcode search */
"Enter petfood product barcode." = "Enter petfood product barcode.";

/* Placeholder text for field where user should enter a postal code. */
"Enter postal code" = "Enter postal code";

/* Placeholder string in a textfield to explain the purpose of a product barcode search */
"Enter product barcode." = "Enter product barcode.";

/* Placeholder text for field where user should enter a shop name. */
"Enter shop name" = "Enter shop name";

/* Placeholder text for field where user should enter a street name. */
"Enter street name" = "Enter street name";

/* Placeholder text of a textView for the generic product name. */
"Enter the generic name of the product" = "Enter the generic name of the product";

/* Placeholder text of a textView for the ingredients. */
"Enter the ingredients of the product" = "Enter the ingredients of the product";

/* Placeholder text of a textView for the product name. */
"Enter the name of the product" = "Enter the name of the product";

/* String to indicate the date, when the product was created on OFF. */
"Entry Date" = "Entry Date";

/* String to indicate the title o a page, which details the environmental impact of the product. */
"Environment" = "Environment";

/* String of a button, to prefill the nutrients with the standard EU set. */
"EU Set" = "EU Set";

/* String in Segmented Control to indicate whether the corresponding tag should be EXCLUDED from the search. */
"Exclude" = "Exclude";

/* Header title of the tableview section, indicating the most recent expiration date. */
"Expiration Date" = "Expiration Date";

/* Header title of the tableview section, indicating the edited most recent expiration date. */
"Expiration Date (edited)" = "Expiration Date (edited)";

/* Header title of the tableview section, indicating the non-edited most recent expiration date. */
"Expiration Date (non-edited)" = "Expiration Date (non-edited)";

/* Text of a label that wil indicate the fat level (low/medium/high) by colour. */
"Fat level" = "Fat level";

/* Cell title indicating the product belongs to the fats category */
"Fats category" = "Fats category";

/* Title of SegmentedControl segment. */
"Food" = "Food";

/* Placeholder string in a textfield to explain the purpose of a food product barcode search */
"Food barcode." = "Food barcode.";

/* Title of ViewController with a list of all food products that has been viewed. */
"Food Products" = "Food Products";

/* Explanatory text in AlertViewController, which shows the intended search */
"for %@ in %@" = "for %1$@ in %2$@";

/* Title for the viewcontroller with the front image */
"Front Image" = "Front Image";

/* Title for the viewcontroller with the edited front image */
"Front Image (edited)" = "Front Image (edited)";

/* Title for the viewcontroller with the original front image */
"Front Image (non-edited)" = "Front Image (non-edited)";

/* Viewcontroller title for page with images of the product */
"Gallery" = "Gallery";

/* Tabbar title for page with the robotoff game */
"Game" = "Game";

/* Button text, which indicate the game can not be set up. */
"Game can not be prepared, try another time" = "Game can not be prepared, try another time";

/* Button text, which indicate the prepare (retrieval) status of the game. */
"Game preparing" = "Game preparing";

/* Tableview sectionheader for the edited long product name */
"Generic Name (edited)" = "Generic Name (edited)";

/* Tableview sectionheader for the original long product name */
"Generic Name (non-edited)" = "Generic Name (non-edited)";

/* Standard weight unit. */
"gram (g)" = "gram (g)";

/* Label text to explain the robotoff game */
"Help OFF improving its automatic recognition of brand, ingredients, etc." = "Help OFF improving its automatic recognition of brand, ingredients, etc.";

/* Title of the secnd Tabbar item of a TabBarVC */
"History" = "History";

/* Title for the view controller with the product image, title, etc. */
"Identification" = "Identification";

/* Title for the viewcontroller with an enlarged image */
"Image" = "Image";

/* Table Section Header with dates of the images */
"Image Dates" = "Image Dates";

/* String presented in a tagView if the image is currently being loaded */
"Image is being loaded" = "Image is being loaded";

/* String presented in a tagView if the image loading has failed */
"Image loading has failed" = "Image loading has failed";

/* String presented in a tagView if the image data contained no data */
"Image was empty" = "Image was empty";

/* String in Segmented Control to indicate whether the corresponding tag should be INCLUDED in the search. */
"Include" = "Include";

/* String in PickerViewController to indicate the informer role of a contributor */
"Informer" = "Informer";

/* Text to indicate a specific ingredient. */
"Ingredient %@" = "Ingredient %@";

/* Text to indicate the ingredients of a product. */
"Ingredients" = "Ingredients";

/* Text to indicate the edited ingredients of a product.
   Text to indicate the hierarchy translated ingredients of a product. */
"Ingredients (edited)" = "Ingredients (edited)";

/* Text to indicate the edited ingredients of a product. */
"Ingredients (hierarchy)" = "Ingredients (hierarchy)";

/* Text to indicate the original (unedited) ingredients of a product. */
"Ingredients (non-edited)" = "Ingredients (non-edited)";

/* Text to indicate the normalized ingredients of a product. */
"Ingredients (normalized)" = "Ingredients (normalized)";

/* Text to indicate the translated ingredients of a product. */
"Ingredients (translated)" = "Ingredients (translated)";

/* Header title for the ingredients image section, i.e. the image of the package with the ingredients */
"Ingredients Image" = "Ingredients Image";

/* Header title for the edited ingredients image section, i.e. the image of the package with the ingredients */
"Ingredients Image (edited)" = "Ingredients Image (edited)";

/* Header title for the original ingredients image section, i.e. the image of the package with the ingredients */
"Ingredients Image (non-edited)" = "Ingredients Image (non-edited)";

/* Text in a tag when a new/edited product is seen. */
"Ingredients will be analysed after upload by OFF" = "Ingredients will be analysed after upload by OFF";

/* String presented in a tagView if nothing has happened yet */
"Initialized" = "Initialized";

/* Title of first segment in switch, which lets the user select between joules, kilo-calories or Calories */
"Joules" = "Joules";

/* Title of viewController, which shows the json as is available on OFF. */
"Json" = "Json";

/* Title of second segment in switch, which lets the user select between joule, kilo-calories or Calories */
"Kilocalories" = "Kilocalories";

/* Generic string for labels on product */
"Labels" = "Labels";

/* Tableview header string for edited labels on product */
"Labels (edited)" = "Labels (edited)";

/* Tableview header string for original (unedited) labels on product */
"Labels (non-edited)" = "Labels (non-edited)";

/* Tableview header string for original (normalized) labels on product */
"Labels (normalized)" = "Labels (normalized)";

/* Tableview header string for original (translated) labels on product */
"Labels (translated)" = "Labels (translated)";

/* Tableview sectionheader for languages on product */
"Languages" = "Languages";

/* Generic string to indicate the last date the product was edited */
"Last Edit Date" = "Last Edit Date";

/* String to indicate the level (score) of the product. */
"Level" = "Level";

/* Label to indicate whether any nutrients are indicated on the package */
"Listed on package?" = "Listed on package?";

/* String presented in a tagView if there are more results available */
"Load more results" = "Load more results";

/* Message as tag when the search is loading. */
"Loading" = "Loading";

/* Error message when the product failed to load. */
"Loading Failed" = "Loading Failed";

/* Tableview sectionheader for main image of package. */
"Main Image" = "Main Image";

/* Generic string to indicate the manufaturer of the product. */
"Manufacturer" = "Manufacturer";

/* Standard weight unit divided by million. */
"microgram (µm)" = "microgram (µm)";

/* Standard weight unit divided by thousand. */
"milligram (mg)" = "milligram (mg)";

/* Title of a navigation bar, wich allows the user to adapt an image. */
"Move/Scale" = "Move/Scale";

/* Tableview sectionheader for product name */
"Name" = "Name";

/* Tableview sectionheader for the edited product name */
"Name (edited)" = "Name (edited)";

/* Tableview sectionheader for the original (non-edited) product name */
"Name (non-edited)" = "Name (non-edited)";

/* Tableview sectionheader for a preference setting, which ask the user to set the default for ingredient detections (additives, minerals etc). Should the app also show when nothing has been detected?  */
"Negative Ingredient Detections" = "Negative Ingredient Detections";

/* Title of an alert action, when the answer is negative/untrue. */
"No" = "No";

/* Text in a tableview cell, when no brands are available in the product data. */
"No brands indicated" = "No brands indicated";

/* Text in a tableview cell, when no category is defined. */
"No category defined" = "No category defined";

/* Text of a tag, when the user did not set any comments. */
"No comments set" = "No comments set";

/* Text for language of product, when there is no country defined. */
"no country defined" = "no country defined";

/* Value of the creation date field, if no valid date is available. */
"no creation date available" = "no creation date available";

/* Title of a viewController, when no diet has been selected. */
"no diet selected" = "no diet selected";

/* Value of the edit date field, if no valid date is available. */
"no edit date available" = "no edit date available";

/* Title of cell when no expiration date is avalable */
"No expiration date" = "No expiration date";

/* String if no generic name is available */
"No generic name available" = "No generic name available";

/* String presented in a tagView if no image is available */
"No image available" = "No image available";

/* Tag indicating that no image in the correct language is available */
"No image in the right language" = "No image in the right language";

/* Text in a TagListView, when no ingredients are available in the product data. */
"no ingredients specified" = "no ingredients specified";

/* Text for language of product, when there is no language defined. */
"no language defined" = "no language defined";

/* String when no diet matches have been found. */
"No matches for this level detected" = "No matches for this level detected";

/* Text for productname, when no productname is available in the product data. */
"no name specified" = "no name specified";

/* Text of Label, indicating that the product has no nutrients defined */
"No nutrients" = "No nutrients";

/* Text of Label, indicating that the product has no nutrients (edited) defined */
"No nutrients (edited)" = "No nutrients (edited)";

/* Text of Label, indicating that the product has no nutrients (original) defined */
"No nutrients (non-edited)" = "No nutrients (non-edited)";

/* Text in a TagListView, when no nutrition data has been specified in the product data. */
"no nutrition data available" = "no nutrition data available";

/* Text in a TagListView, when no nutrition data has been specified in the product data. */
"no nutrition data indicated" = "no nutrition data indicated";

/* Text to indicate that the history of products is empty. */
"No products listed" = "No products listed";

/* String if no quantity is available */
"No quantity available" = "No quantity available";

/* String presented in a tagView if the site did not respond */
"No reponse" = "No reponse";

/* String in TableView section when a search is not defined. */
"No search defined" = "No search defined";

/* String in TableView section when a search is not yet carried out. */
"No search result" = "No search result";

/* Text for an entry in a taglist, when no serving size is available. This is also indicated in a separate colour. */
"no serving size available" = "no serving size available";

/* Title for viewcontroller with detailed product images, when no title is given.  */
"No title" = "No title";

/* Text for language of product, when there is no trace defined. */
"no trace defined" = "no trace defined";

/* Text in a pickerView, when no translated text is available */
"No translation" = "No translation";

/* Text for a cell, when no status title has been provided, such as 'completed', etc. */
"none" = "none";

/* First element of a pickerView where the user has to select an element in the picker. */
"None selected" = "None selected";

/* Alert title, to indicate product should NOT be added */
"Nope" = "Nope";

/* title o a segment of a segmented control, which prohibits the user to set the application to scan products continuously. */
"Not allowed" = "Not allowed";

/* Generic text if an action has not yet been done. */
"Not done" = "Not done";

/* Text in a TagListView, when the json provided an empty string. */
"Not filled" = "Not filled";

/* Text in a search TagListView, when tags can not be set up. */
"Not searchable" = "Not searchable";

/* Text of a button, indicating a contributor role is not selected */
"not selected" = "not selected";

/* Generic text if a value has not yet been set. */
"Not set" = "Not set";

/* Title of a viewController when no product/search has been selected. */
"nothing selected" = "nothing selected";

/* Text above the nova value. */
"NOVA" = "NOVA";

/* Title of a table section, which shows the nova evaluation tags for ingredients, additives and categories. */
"Nova Evaluation Triggers" = "Nova Evaluation Triggers";

/* Tag text to indicate that nutrient data for the named nutrient %@ is unavailable. */
"Nutrient data for %@ unavailable" = "Nutrient data for %@ unavailable";

/* Tag text to indicate that nutrient data is unavailable. */
"Nutrient data unavailable" = "Nutrient data unavailable";

/* Generic text to indicate the nutrients of a product. */
"Nutrients" = "Nutrients";

/* Tableview header for the section with nutriments availability, i.e. whether the nutrients are on the package. */
"Nutriments Availability" = "Nutriments Availability";

/* Text to indicate that the nutriscore is not applicable to this product (type). */
"NutriScore not Applicable" = "NutriScore not Applicable";

/* Text to indicate that the nutriscore can not be calculated due to missing data. */
"NutriScore not calculable" = "NutriScore not calculable";

/* Text in a TagListView, when no nutrition data is available on the package. */
"nutrition data not on package" = "nutrition data not on package";

/* Text in a TagListView, when the nutrition data has been specified in the product data. */
"nutrition data per serving and standard unit available" = "nutrition data per serving and standard unit available";

/* Text to indicate the nutrition facts of a product. */
"Nutrition Facts" = "Nutrition Facts";

/* Text to indicate the edited nutrition facts of a product. */
"Nutrition Facts (edited)" = "Nutrition Facts (edited)";

/* Text to indicate the original nutrition facts of a product. */
"Nutrition Facts (non-edited)" = "Nutrition Facts (non-edited)";

/* Description for NutritionData per one kilogram */
"Nutrition Facts (per 1 kg)" = "Nutrition Facts (per 1 kg)";

/* Description for NutritionData per standard unit */
"Nutrition Facts (per 100g/100ml)" = "Nutrition Facts (per 100g/100ml)";

/* Description for NutritionData per serving */
"Nutrition Facts (per serving)" = "Nutrition Facts (per serving)";

/* Tableview header section for the image of the nutritional facts */
"Nutrition Facts Image" = "Nutrition Facts Image";

/* Tableview header section for the edited image of the nutritional facts */
"Nutrition Facts Image (edited)" = "Nutrition Facts Image (edited)";

/* Tableview header section for the original image of the nutritional facts */
"Nutrition Facts Image (non-edited)" = "Nutrition Facts Image (non-edited)";

/* Header page that shows the various nutritional scores for the product */
"Nutrition Scores" = "Nutrition Scores";

/* Header for a table section showing the total results France calculated by FoodViewer */
"Nutritional Score France (FV)" = "Nutritional Score France (FV)";

/* Header for a table section showing the total results France calculated by OFF */
"Nutritional Score France (OFF)" = "Nutritional Score France (OFF)";

/* Header for a table section showing the total results UK calculated by FoodViewer */
"Nutritional Score UK (FV)" = "Nutritional Score UK (FV)";

/* Header for a table section showing the total results UK calculated by OFF */
"Nutritional Score UK (OFF)" = "Nutritional Score UK (OFF)";

/* Header title of tableview section, indicating the websites for the product */
"Official product website" = "Official product website";

/* Header title of tableview section, indicating the edited website for the product */
"Official product website (edited)" = "Official product website (edited)";

/* Header title of tableview section, indicating the original website for the product */
"Official product website (non-edited)" = "Official product website (non-edited)";

/* String in button, to let the user indicate he wants to start the search. */
"OK" = "OK";

/* ViewController/row title, which allows the user to set his open food facts username. */
"Open Food Facts Preferences" = "Open Food Facts Preferences";

/* String for the Activity Action Screen */
"Open in Safari" = "Open in Safari";

/* Description of the original tags in the json */
"Original" = "Original";

/* Gallery header text presenting the original images */
"Original Images" = "Original Images";

/* Gallery header text presenting the edited original images */
"Original Images (edited)" = "Original Images (edited)";

/* Gallery header text presenting the non-edited original images */
"Original Images (non-edited)" = "Original Images (non-edited)";

/* Generic string to indicate the origins of the ingredients */
"Origins of ingredients" = "Origins of ingredients";

/* Generic string to indicate the edited origins of the ingredients */
"Origins of ingredients (edited)" = "Origins of ingredients (edited)";

/* Generic string to indicate the original (non-edited) origins of the ingredients */
"Origins of ingredients (non-edited)" = "Origins of ingredients (non-edited)";

/* Tableview section header, which list the detected other nutritional substances in an ingredients list.
   Tableview section header, which list the other nutritional substances in an ingredients list. */
"Other Nutritional Substances" = "Other Nutritional Substances";

/* String presented in a tagView if this is not the current product type */
"Other product type" = "Other product type";

/* Generic string to indicate the packager codes. */
"Packager Code" = "Packager Code";

/* Tableview sectionheader for packaging. */
"Packaging" = "Packaging";

/* Tableview sectionheader for packaging, edited version. */
"Packaging (edited)" = "Packaging (edited)";

/* Tableview sectionheader for packaging, interpreted version. */
"Packaging (interpreted)" = "Packaging (interpreted)";

/* Tableview sectionheader for packaging, original version. */
"Packaging (non-edited)" = "Packaging (non-edited)";

/* Title for the viewcontroller with the packaging image */
"Packaging Image" = "Packaging Image";

/* Title for the viewcontroller with the edited packaging image */
"Packaging Image (edited)" = "Packaging Image (edited)";

/* Title for the viewcontroller with the original packaging image */
"Packaging Image (non-edited)" = "Packaging Image (non-edited)";

/* String in textField placeholder, to show that the user has to enter his password */
"Password" = "Password";

/* Text of 1st segment of a SegmentedControl, indicating the model of the nutrient values, i.e. per standard 100g or 100 ml */
"Per 100 mg/ml" = "Per 100 mg/ml";

/* Text of 2nd segment of a SegmentedControl, indicating the model of the nutrient values, i.e. the values are indicated per serving */
"Per serving" = "Per serving";

/* Fraction of total by volume */
"percentage (%)" = "percentage (%)";

/* Header title of tableview section, indicating period after opening for beauty products */
"Period After Opening" = "Period After Opening";

/* Header title of tableview section, indicating period after opening for beauty products */
"Period After Opening (edited)" = "Period After Opening (edited)";

/* Header title of tableview section, indicating period after opening for beauty products */
"Period After Opening (non-edited)" = "Period After Opening (non-edited)";

/* Title in AlertViewController, which lets the user enter his username/password. */
"Personal Account" = "Personal Account";

/* Comment string added by the user. */
"Personal comment" = "Personal comment";

/* Title of a segmented control. */
"Petfood" = "Petfood";

/* Placeholder string in a textfield to explain the purpose of a pet food barcode search */
"Petfood barcode." = "Petfood barcode.";

/* Title of ViewController with a list of all food products that has been viewed. */
"Petfood Products" = "Petfood Products";

/* String in PickerViewController to indicate the photographer role of a contributor */
"Photographer" = "Photographer";

/* Text to show if the user selects the scan tab */
"Point the camera to the barcode of a product to recognize the product and get the product information." = "Point the camera to the barcode of a product to recognize the product and get the product information.";

/* Text of a label, which explains the user to point the camera of his device to a barcode to start working (do not exceed 30 letters). */
"Point to a barcode to scan" = "Point to a barcode to scan";

/* String in picker, which lets the user select the search result order. Order on the popularity. */
"Popularity" = "Popularity";

/* Tableview header section for the size of a portion */
"Portion size" = "Portion size";

/* Tableview header section for the edited size of a portion */
"Portion size (edited)" = "Portion size (edited)";

/* Tableview header section for the original size of a portion */
"Portion size (non-edited)" = "Portion size (non-edited)";

/* TableViewController title for the settings scene. */
"Preferences" = "Preferences";

/* Description of the prefixed corrected tags */
"Prefix corrected" = "Prefix corrected";

/* Button title to start preparing for the next set of questions */
"Prepare Game" = "Prepare Game";

/* Tableview header for the section per unit shown, i.e. whether the nutrients are shown per 100 mg/ml or per portion. */
"Presentation format" = "Presentation format";

/* Header for section of tableView with information of the producer (name, geographic location). */
"Producer" = "Producer";

/* Header for section of tableView with information of the edited producer (name, geographic location). */
"Producer (edited)" = "Producer (edited)";

/* Header for section of tableView with information of the original (non-edited) producer (name, geographic location). */
"Producer (non-edited)" = "Producer (non-edited)";

/* Header for section of tableView with codes for the producer (EMB 123456 or FR.666.666). */
"Producer Codes" = "Producer Codes";

/* Header for section of tableView with codes for the edited producer (EMB 123456 or FR.666.666). */
"Producer Codes (edited)" = "Producer Codes (edited)";

/* Header for section of tableView with codes for the original producer (EMB 123456 or FR.666.666). */
"Producer Codes (non-edited)" = "Producer Codes (non-edited)";

/* Title of a segmented control. */
"Product" = "Product";

/* Placeholder string in a textfield to explain the purpose of a product barcode search */
"Product barcode." = "Product barcode.";

/* Title of a segment in a UISegmentedControl, which indicates that the values of the product are leading. */
"Product Defined" = "Product Defined";

/* Alert message, when the product could not be retrieved from Internet. */
"Product does not exist. Add?" = "Product does not exist. Add?";

/* String presented in a tagView if the product has been loaded */
"Product is loaded" = "Product is loaded";

/* String presented in a tagView if the product is updated */
"Product is updated" = "Product is updated";

/* Title of a segmented control segment, which lets the user set the default language of the new product tag entries as Product Language */
"Product Language" = "Product Language";

/* String presented in a tagView if the product list has been loaded */
"Product list is loaded" = "Product list is loaded";

/* String presented in a tagView if the product is currently being loaded */
"Product loading" = "Product loading";

/* String presented in a tagView if the product loading has failed */
"Product loading failed" = "Product loading failed";

/* String in picker, which lets the user select the search result order. Order on the product names. */
"Product name" = "Product name";

/* Secction title, to indicate the product name does not exist */
"Product name missing" = "Product name missing";

/* String presented in a tagView if no product is available on OFF */
"Product not available" = "Product not available";

/* String to indicate a product has not yet been retrieved from OFF yet and is only locally available */
"Product not loaded" = "Product not loaded";

/* Title of a page to indicate that the product has not been set by the user. */
"Product not set" = "Product not set";

/* Generic string to indicate the address (street/city/postalcode/country) where the product was bought */
"Purchase address" = "Purchase address";

/* Generic string to indicate the address edited (street/city/postalcode/country) where the product was bought */
"Purchase address (edited)" = "Purchase address (edited)";

/* Generic string to indicate the address original (street/city/postalcode/country) where the product was bought */
"Purchase address (non-edited)" = "Purchase address (non-edited)";

/* Generic string to indicate the address edited (street/city/postalcode/country) where the product was bought */
"Purchase address (normalized)" = "Purchase address (normalized)";

/* Tableview sectionheader for size of package. */
"Quantity" = "Quantity";

/* Tableview sectionheader for the edited size of package. */
"Quantity (edited)" = "Quantity (edited)";

/* Tableview sectionheader for the original size of package. */
"Quantity (non-edited)" = "Quantity (non-edited)";

/* String in button, to let the user indicate he wants to cancel username/password input. */
"Reset application" = "Reset application";

/* String presented in a tagView if a response was received */
"Response received" = "Response received";

/* Header for section of tableView with names of the stores where the product is sold. */
"Sale Stores" = "Sale Stores";

/* Title of first segment in switch, which lets the user select between salt or sodium */
"Salt" = "Salt";

/* Text of a label that wil indicate the fat level (low/medium/high) by colour. */
"Salt level" = "Salt level";

/* Product name of the product shown at first start */
"Sample Product for Demonstration, the globally known M&M's" = "Sample Product for Demonstration, the globally known M&M's";

/* Text of a label that will indicate the saturated fat level (low/medium/high) by colour. */
"Saturated Fat level" = "Saturated Fat level";

/* Title in cell with the saturated fat to all fat ratio */
"Saturated Fat to Total Fat ratio" = "Saturated Fat to Total Fat ratio";

/* Title of a button in an alert sheet, which allows the user to save any changes to the local product */
"Save" = "Save";

/* The title of an alert sheet, which allows the user to save he product. */
"Save Product Updates?" = "Save Product Updates?";

/* Title of the first tab of a tabbarVC */
"Scanner" = "Scanner";

/* Title of a tableview header, which shows the Nutrition Score and Nova Value */
"Score Summary" = "Score Summary";

/* Prefix of a title of a Tableview controller
   Title of the third Tabbar item of a TabBarVC, which alows he user to set up and perform OFF searches */
"Search" = "Search";

/* Title of a Tableview controller, indicating the tableview shows search beauty products. */
"Search Beauty Products" = "Search Beauty Products";

/* Title of a Tableview controller, indicating the tableview shows search food products. */
"Search Food Products" = "Search Food Products";

/* String show to explain the purpose of a search field in a tableview cell */
"Search in name, generic name, label, brand." = "Search in name, generic name, label, brand.";

/* String presented in a tagView if the search query is currently being loaded */
"Search loading" = "Search loading";

/* Title of a Tableview controller, indicating the tableview shows search pet food products (note the width of the title is constrained). */
"Search PetFood" = "Search PetFood";

/* Title of a Tableview controller, indicating the tableview shows search products. */
"Search Products" = "Search Products";

/* String presented in a tagView for the search query */
"Search query" = "Search query";

/* Part of a sentece indicating the number of search results */
"search results" = "search results";

/* Indicating that a search has been defined */
"Search set up" = "Search set up";

/* String to indicate the text, which will be used to search multiple fileds of a product. */
"Search Text" = "Search Text";

/* Title of a Tableview controller, indicating a search is in progress. */
"Searching" = "Searching";

/* Title of a viewcontroller where the user has to select an element in the picker. */
"Select" = "Select";

/* Text of a label in a page, when the user has not selected a product. */
"Select a product from the history." = "Select a product from the history.";

/* Title of a picker row where the user has to select an element in the picker. */
"Select Completion Status" = "Select Completion Status";

/* Title of a viewcontroller where the user has to select a language in a pickerView list of languages. */
"Select language" = "Select language";

/* First item in a pickerView, indicating what the user should do */
"Select role" = "Select role";

/* Text of a tableview row, which allows the user to select diets */
"Select the diets, that you want the app to highlight in the product summary." = "Select the diets, that you want the app to highlight in the product summary.";

/* Title of a tableview section with the selected categories for a product. */
"Selected Categories" = "Selected Categories";

/* Title of a tableview section with the selected countries for a product. */
"Selected Countries" = "Selected Countries";

/* Title of a tableview section, which allows the user to select diets */
"Selected Diets" = "Selected Diets";

/* Gallery header text presenting the selected front images */
"Selected Front Images" = "Selected Front Images";

/* Gallery header text presenting the edited selected front images */
"Selected Front Images (edited)" = "Selected Front Images (edited)";

/* Gallery header text presenting the non-edited selected front images */
"Selected Front Images (non-edited)" = "Selected Front Images (non-edited)";

/* Gallery header text presenting the selected ingredients images */
"Selected Ingredients Images" = "Selected Ingredients Images";

/* Gallery header text presenting the edited selected ingredients images */
"Selected Ingredients Images (edited)" = "Selected Ingredients Images (edited)";

/* Gallery header text presenting the non-edited selected ingredients images */
"Selected Ingredients Images (non-edited)" = "Selected Ingredients Images (non-edited)";

/* Title of a tableview section with the selected languages for a product. */
"Selected Languages" = "Selected Languages";

/* Gallery header text presenting the selected nutrition images */
"Selected Nutrition Images" = "Selected Nutrition Images";

/* Gallery header text presenting the edited selected nutrition images */
"Selected Nutrition Images (edited)" = "Selected Nutrition Images (edited)";

/* Gallery header text presenting the non-edited selected nutrition images */
"Selected Nutrition Images (non-edited)" = "Selected Nutrition Images (non-edited)";

/* Gallery header text presenting the selected packaging images */
"Selected Packaging Images" = "Selected Packaging Images";

/* Gallery header text presenting the edited selected nutrition images */
"Selected Packaging Images (edited)" = "Selected Packaging Images (edited)";

/* Gallery header text presenting the non-edited selected nutrition images */
"Selected Packaging Images (non-edited)" = "Selected Packaging Images (non-edited)";

/* Title of a tableview section with the selected traces for a product. */
"Selected Traces" = "Selected Traces";

/* Title of second segment in switch, which lets the user select between per standard unit (per 100 mg/ml / per serving / per daily value) */
"Serving" = "Serving";

/* Title of a segment in a segmentedControl indicating that the a search needs to be setup by tapping. */
"Set" = "Set";

/* cell title label, which allows the user to set alerts for products elements (allergens, traces, ingredients, nurtiscore, nova, labels. */
"Set a warning for specific allergen(s)." = "Set a warning for specific allergen(s).";

/* Title of second segment in switch, which  indicates the user can set another account */
"Set Account" = "Set Account";

/* Title of a tableView, in which a user can select rows (diets) to display. */
"Set Diets to Display" = "Set Diets to Display";

/* Title of a tableView section, which lets the user set warnings */
"Set ingredient warnings" = "Set ingredient warnings";

/* Title of a viewController, which lets the user select product display options (salt vs sodium), kJoule or kcal, etc */
"Set preferences for salt/sodium, kJ/kcal/Cal, etc." = "Set preferences for salt/sodium, kJ/kcal/Cal, etc.";

/* TableView row label, which allows the user to set up the application. */
"Set product type (food/beauty/petFood), reset, etc." = "Set product type (food/beauty/petFood), reset, etc.";

/* Row title, which allows the user to set his open food facts username. */
"Set your OpenFoodFacts account." = "Set your OpenFoodFacts account.";

/* Title of a tableview header  indicating that the corresding field has been set. */
"Setup query" = "Setup query";

/* SegmentedControl index tezt for a preference setting, which ask the user to set the default for ingredient detections (additives, minerals etc). Should the app also show when nothing has been detected?  */
"Show" = "Show";

/* Title of third segment in switch, which lets the user select between salt or sodium */
"Sodium" = "Sodium";

/* Header for a table section showing the special categories */
"Special categories" = "Special categories";

/* Title in AlertViewController, which lets the user enter his username/password. */
"Specify password" = "Specify password";

/* Explanatory text in AlertViewController, which lets the user enter his username/password. */
"Specify your credentials for OFF" = "Specify your credentials for OFF";

/* Button text, which indicate that the game can be started. */
"Start game" = "Start game";

/* Title in AlertViewController, which lets the user decide if he wants to start a search. */
"Start Search?" = "Start Search?";

/* Generic string to indicate the stores where the product is sold. */
"Stores" = "Stores";

/* Generic string to indicate the edited stores where the product is sold. */
"Stores (edited)" = "Stores (edited)";

/* Generic string to indicate the original (non-edited) stores where the product is sold. */
"Stores (non-edited)" = "Stores (non-edited)";

/* Generic string to indicate the original (normalized) stores where the product is sold. */
"Stores (normalized)" = "Stores (normalized)";

/* Text of a label that will indicate the sugar level (low/medium/high) by colour. */
"Sugar level" = "Sugar level";

/* Title for the view controller with information about the Supply Chain (origin ingredients, producer, shop, locations). */
"Supply Chain" = "Supply Chain";

/* Alert title, to indicate product should be added */
"Sure" = "Sure";

/* Title of a segmented control segment, which lets the user set the default language of the new product tag entries as System Language */
"System Language" = "System Language";

/* Title of a tableView section, which lets the user set the default language of the new product tag entries */
"Tag Entry Language" = "Tag Entry Language";

/* String of a button which urges the user to take photos of the (new) product. */
"Take Photos" = "Take Photos";

/* The title of an alert sheet, which allows the user to save he product. */
"The local product has been changed. Should these changes be saved?" = "The local product has been changed. Should these changes be saved?";

/* String, which urges the user to take photos of the (new) product. */
"This barcode is not yet listed on OFF. Please take some photos, so the data can be added." = "This barcode is not yet listed on OFF. Please take some photos, so the data can be added.";

/* Text of a label, when an image was uploaded. */
"This image was upload on:" = "This image was upload on:";

/* An explanatory text in the common name field. */
"This sample product shows you how a product is presented. Slide to the following pages, in order to see more product details. Once you start scanning barcodes, you will no longer see this sample product." = "This sample product shows you how a product is presented. Slide to the following pages, in order to see more product details. Once you start scanning barcodes, you will no longer see this sample product.";

/* Text to indicate the traces of a product. */
"Traces" = "Traces";

/* Text to indicate the edited traces of a product. */
"Traces (edited)" = "Traces (edited)";

/* Text to indicate the original (un-edited) traces of a product. */
"Traces (non-edited)" = "Traces (non-edited)";

/* Text to indicate the original (normalized) traces of a product. */
"Traces (normalized)" = "Traces (normalized)";

/* Text to indicate the original (normalized) traces of a product. */
"Traces (translated)" = "Traces (translated)";

/* Description of the interpreted tags in the json as translated by the taxonomy */
"Translated" = "Translated";

/* String (in Segmented Control/Tag) to indicate the nutritional score level is undefined (and will not be used in the search) */
"Undefined" = "Undefined";

/* Text in a TagListView, when the field in the json was not present. */
"Unknown" = "Unknown";

/* Title of a tableview section with a list of categories that can be selected. */
"Unselected Categories" = "Unselected Categories";

/* Title of a tableview section with a list of countries that can be selected. */
"Unselected Countries" = "Unselected Countries";

/* Title of a tableview section with a list of languages that can be selected. */
"Unselected Languages" = "Unselected Languages";

/* Title of a tableview section with a list of traces that can be selected. */
"Unselected Traces" = "Unselected Traces";

/* Explanation text of a label, which shows the name of the uploader. */
"Uploaded by:" = "Uploaded by:";

/* Title of a label, which should show the name of the uploader. */
"Uploader unknown" = "Uploader unknown";

/* String presented in a tagView if an image is being uploaded */
"Uploading image" = "Uploading image";

/* String of a button, to prefill the nutrients with the standard US set. */
"US Set" = "US Set";

/* Title of a button in a navigation bar, which allows the user to adapt an image and use the result. */
"Use" = "Use";

/* Title of a button to indicate that user can take an image with the Camera. */
"Use Camera" = "Use Camera";

/* Title of a button to indicate that user can pick an image from Photos. */
"Use Photos" = "Use Photos";

/* Title Tab bar, which shows some statistics of the user. */
"User" = "User";

/* Title of a segment in a segmentedControl that this parameter will be set by the user. */
"User defined" = "User defined";

/* ViewController/row title, which allows the user to set the application preferences. */
"User Preferences" = "User Preferences";

/* String in textField placeholder, to show that the user has to enter his username. */
"Username" = "Username";

/* Title of a tableView section, which lets the user set the view toggle mode interface (double tap or button) */
"View Toggle Mode" = "View Toggle Mode";

/* Title of an alert button, which confirms the question */
"Yes" = "Yes";

/* Image to indicate that the user who created the product. */
"❤️" = "❤️";

/* Image to indicate that the user who added information to the product. */
"💭" = "💭";

/* Image to indicate that the user who added or deleted information of the product. */
"📝" = "📝";

/* Image to indicate that the user took pictures of the product. */
"📷" = "📷";

/* Image to indicate that the user modified information of the product. */
"🔦" = "🔦";

